---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ForgeTypeId
source: html/54f94a62-ea6e-5494-e5d7-33ae819677b3.htm
---
# ForgeTypeId Members

Constructs a ForgeTypeId holding an empty schema identifier.